{
  "dir": "ltr",
  "hedingTitle": {
    "titleMessage": "Our Message"
  },
  "links": {
    "home": "Home",
    "whoAreWe": "Who Are We",
    "ourMessage": "Our Message",
    "services": "Services",
    "successPartners": "Success Partners",
    "contactUs": "Contact Us"
  },
  "whoAre": {
    "titleText": "WHO ARE WE ",
    "descriptionText": "Lafat Trading Company for Self-Vending Machines is a leading Saudi company specialized in operating self-vending machines. The company has strong experience and relies on a professional cadre of experts with high experience and skill in operating self-vending machines. Thanks to this experience and a strong team, Lafat Trading Company for Self-Vending Machines has succeeded in leaving a strong mark and building a unique identity for itself, making it one of the best companies specialized in operating self-vending machines in the Kingdom of Saudi Arabia.",
    "btnProfile": "Download Profile"
  },

  "ourVision": {
    "titleVision": "Our Vision",
    "descriptionVision": "At Trust LocationMachineryand EquipmentCorporation, we seek to achieveleadership in automating self-sales outlets and open the door to smart self-selling systems in the Kingdom of saudi Arabia."
  },
  "ourMessage": {
    "titleMessage": "Our Message",
    "descriptionMessage": "Wehave a responsibilityto choose the best designsthatsuit alltastesinorderto helpbrandsspread widely in a modern and aesthetic way."
  },
  "ourValue": {
    "titleValue": "Our Value",
    "descriptionValue": "Quality, credibility, integrity and transparency are our values that we always seek to apply throughout our products.Asthey are our guide in dealing with customers and institutions with the aim of providing productsthatleavea strong impactandalwayssatisfy our customers. "
  },
  "servicses": {
    "titlehead": "services",
    "titleservice": "identify our services and some of the great features",
    "descriptionservice": "You can rely on our amazing features list and also our customer services will be great experience for you without doubt and in no-time",
    "service1": "Customers Service",
    "descriptionservice1": "Providing vending machines for a variety of food and beverages at your site to serve our customers",
    "service2": "Installation the machine",
    "descriptionservice2": "We do it ourselves Our experts do the installation Preparation and operation",
    "service3": "Machine Maintenance",
    "descriptionservice3": "We have specialized experts In vending machine maintenance So you are safe with us",
    "service4": "Delivery of Machines",
    "descriptionservice4": "We provide machines Sell ​​to your site free",
    "btnservices": "Learn More"
  },
  "SuccessPartners": {
    "Partners-title": "Success Partners"
  },
  "contactUs": {
    "contact-title": "Contact us",
    "contactDes": "We are always available all the time to receive your requests and respond to all your inquiries. Do not hesitate to contact us!",
    "location": "Saudi arabia Riyadh",
    "email": "Lafatco2023@gmail.com",
    "website": "WWW.LYFETRADE.COM",
    "phone": "0555116686",
    "name": "Name",
    "emailAdd": "Email Address",
    "message": "Message",
    "submit": "Send"
  },
  "footer": {
    "copyRight": "Copyright © 2036 LYFE. All rights reserved."
  }
}
